<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * 版權所有 (C) 2005-2006 康盛創想（北京）科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ==========================================================
 * $Author: wj $
 * $Date: 2007-09-20 17:40:59 +0800 (星期四, 20 九月 2007) $
 * $Id: auto_manage.php 12245 2007-09-20 09:40:59Z wj $
 */

global $_LANG;

$_LANG['auto_manage']            = '自動處理';
$_LANG['auto_manage_desc']       = '自動處理商品的上架下架,和文章的發佈取消';
$_LANG['auto_manage_count']   = '每次處理記錄個數';
$_LANG['auto_manage_count_range']['5'] = '5';
$_LANG['auto_manage_count_range']['10'] = '10';
$_LANG['auto_manage_count_range']['20'] = '20';
$_LANG['auto_manage_count_range']['50'] = '50';

?>