<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * 版權所有 (C) 2005-2007 康盛創想（北京）科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ==========================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: attention_list.php 13757 2007-11-26 13:10:53Z refly $
 */

$_LANG['goods_name'] = '商品名稱';
$_LANG['goods_last_update'] = '最新更新日期';
$_LANG['attention_addtolist'] = '加入發送佇列';
$_LANG['attention_ckaddtolist'] = '確定要發送商品最新資料給訂閱此商品更新的會員嗎？';
$_LANG['pri'][0] = '普通';
$_LANG['pri'][1] = '高';
$_LANG['goods_edit'] = '編輯商品';
$_LANG['finish_list'] = '已經加入 %s 筆記錄,請稍候~';
$_LANG['finishing'] = '正在產生請稍候';
$_LANG['edit_ok'] = '操作成功！';
?>