<?php

/**
 * ECSHOP 運費到付插件語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: fpd.php 13757 2007-11-26 13:10:53Z refly $
*/

$_LANG['fpd']          = '運費到付';
$_LANG['fpd_desc']     = '所購商品之運費在送達時向收件人收取。';
?>