<?php

/**
 * ECSHOP 郵局平郵插件的語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: post_mail.php 12056 2007-09-13 08:15:00Z weberliu $
*/

$_LANG['post_mail']          = '郵局平郵';
$_LANG['post_mail_desc']     = '郵局平郵的描述內容。';
$_LANG['pack_fee']           = '包裝費用：';
$_LANG['basic_fee']          = '1000克以內費用：';
$_LANG['step_fee1']          = '5000克以內續重每1000克費用：';
$_LANG['step_fee2']          = '5001克以上續重1000克費用：';

?>