<?php

/**
 * ECSHOP EMS插件的語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: wj $
 * $Date: 2007-11-12 14:45:29 +0800 (星期一, 12 十一月 2007) $
 * $Id: zto.php 13586 2007-11-12 06:45:29Z wj $
*/

$_LANG['zto']          = '中通速遞';
$_LANG['zto_desc']     = '中通快遞的相關說明。保價費按照申報價值的2％交納，但是，保價費不低於100元，保價金額不得高於10000元，保價金額超過10000元的，超過的部分無效';
$_LANG['basic_fee'] = '首重費用';
$_LANG['step_fee'] = '續重費用';

?>