<?php

/**
 * ECSHOP 邮政挂号印刷品插件的语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: liupeng $
 * $Date: 2007-10-23 15:30:58 +0800 (星期二, 23 十月 2007) $
 * $Id: presswork.php 13129 2007-10-23 07:30:58Z liupeng $
*/

$_LANG['presswork']          = 'Postal presswork shipping packing.';
$_LANG['presswork_desc']     = 'Postal presswork shipping packing description.。';
?>