<?php

/**
 * ECSHOP 城際快遞插件的語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (四, 13  9月 2007) $
 * $Id: express.php 12056 2007-09-13 08:15:00Z weberliu $
*/

$_LANG['city_express']        = '城際快遞';
$_LANG['city_express_desc']   = '配送的運費是固定的';
$_LANG['basic_fee']      = '基本費用：';
?>
