<?php

/**
 * ECSHOP 固定運費插件的語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * @author:     Weber Liu <weberliu@hotmail.com>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: flat.php 13757 2007-11-26 13:10:53Z refly $
*/

$_LANG['flat']          = '貨運公司貨到付款';
$_LANG['flat_desc']     = '固定運費的配送方式內容';
$_LANG['base_fee']      = '基本費用：';
?>