<?php

/**
 * ECSHOP 圓通速遞插件的語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: paulgao $
 * $Date: 2007-02-13 10:51:45 +0800 (星期二, 13 二月 2007) $
 * $Id: cac.php 5814 2007-02-13 02:51:45Z paulgao $
*/

$_LANG['yto']          = '圓通速遞';
$_LANG['yto_desc']     = '上海圓通物流（速遞）有限公司經過多年的網絡快速發展，在中國速遞行業中一直處於領先地位。為了能更好的發展國
際快件市場，加快與國際市場的接軌，強化圓通的整體實力，圓通已在東南亞、歐美、中東、北美洲、非洲等許多城市運作國際快件業務';
$_LANG['basic_fee'] = '首重費用';
$_LANG['step_fee'] = '續重費用';

?>