<?php

/**
 * ECSHOP 程序说明
 * ===========================================================
 * 版权所有 (C) 2005-2007 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ==========================================================
 * $Author$
 * $Date$
 * $Id$
 */

$_LANG['goods_name'] = '课程名称';
$_LANG['goods_last_update'] = '最新更新日期';
$_LANG['attention_addtolist'] = '插入发送队列';
$_LANG['attention_ckaddtolist'] = '确定给关注此课程的用户发送课程最新信息?此操作会将此课程的最新信息发送给关注此课程的用户';
$_LANG['pri'][0] = '普通';
$_LANG['pri'][1] = '高';
$_LANG['goods_edit'] = '编辑课程';
$_LANG['finish_list'] = '已经插入 %s 条记录,请稍后~';
$_LANG['finishing'] = '正在生成请稍后';
$_LANG['edit_ok'] = '操作成功！';
$_LANG['batch_note'] = '将此日期后更新的课程全部插入发送队列：';
?>