<?php

/**
 * ECSHOP 流量统计语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: flow_stats.php 12056 2007-09-13 08:15:00Z weberliu $
*/

$_LANG['tab_general'] = '综合访问量';
$_LANG['tab_area'] = '地区分布';
$_LANG['tab_from'] = '来源网站';

$_LANG['general_stats'] = '综合访问量统计';
$_LANG['area_stats'] = '地区分布统计';
$_LANG['from_stats'] = '来源网站统计';

$_LANG['url'] = '地址';
$_LANG['area'] = '地区';
$_LANG['input_url'] = '直接输入地址';
$_LANG['date'] = '日期';
$_LANG['access_count'] = '访问量';
$_LANG['access_query'] = '查询';
$_LANG['compare_query'] = '对比查询';

$_LANG['start_date'] = '开始日期';
$_LANG['end_date'] = '结束日期';

$_LANG['down_flow_stats'] = '流量分析报表下载';
$_LANG['flow_statistics'] = '流量分析报表';

?>