<?php

/**
 * ECSHOP 图片批量处理程序语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: wj $
 * $Date: 2007-10-30 18:01:58 +0800 (星期二, 30 十月 2007) $
 * $Id: picture_batch.php 13327 2007-10-30 10:01:58Z wj $
*/

$_LANG['notes'] = "图片批量处理允许您重新生成课程的缩略图以及重新添加水印。<br />该处理过程可能会比较慢，请您耐心等候。";
$_LANG['change_link'] = '为处理后图片生成新链接';
$_LANG['yes_change'] = '新生成图片使用新名称，并删除旧图片';
$_LANG['no_change'] = '新生成图片覆盖旧图片';
$_LANG['thumb'] = '重新生成缩略图';
$_LANG['watermark'] = '重新生成课程详情图';
$_LANG['page'] = '页数';
$_LANG['total'] = '总页数';
$_LANG['time'] = '处理时间';
$_LANG['wait'] = '正在处理.....';
$_LANG['page_format'] = '第 %d 页';
$_LANG['total_format'] = '共 %d 页';
$_LANG['time_format'] = '耗时 %s 秒';
$_LANG['goods_format'] = '课程图片共 %d 张，每页处理 %d 张';
$_LANG['gallery_format'] = '课程相册图片共 %d 张，每页处理 %d 张';

$_LANG['done'] = '图片批量处理成功';
$_LANG['error_pos'] = '在处理课程ID为 %s 的课程图片时发生以下错误：';
$_LANG['error_rename'] = '无法将文件 %s 重命名为 %s';

$_LANG['js_languages']['no_action'] = '你没选择任何操作';

$_LANG['silent'] = '出错时忽略错误,继续执行程序';
$_LANG['no_silent'] = '出错时立即提示，并中止程序';

?>