<?php

/**
 * ECSHOP 順豐速運插件的語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: sf_express.php 12056 2007-09-13 08:15:00Z weberliu $
*/
global $_LANG;

$_LANG['sf_express']             = '順豐速運';
$_LANG['sf_express_desc']        = '江、浙、滬地區首重15元/KG，續重2元/KG，其餘城市首重20元/KG';
$_LANG['basic_fee']              = '1000克以內費用';
$_LANG['step_fee']               = '續重每1000克或其零數的費用';

?>