<?php

/**
 * ECSHOP 快錢語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2007 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: zhuwenyuan $
 * $Date: 2008-02-20 14:51:11 +0800 (星期三, 20 二月 2008) $
 * $Id: kuaiqian.php 14167 2008-02-20 06:51:11Z zhuwenyuan $
 */

global $_LANG;

$_LANG['kuaiqian']   = '快錢人民幣網關';
$_LANG['kuaiqian_desc']    = '上海快錢信息服務有限公司是國內第一家提供基於EMAIL和手機號碼的網上收付款服務的互聯網企業。' .
                        '快錢已同中國建設銀行、中國銀聯、中國農業銀行、中國銀行、招商銀行、交通銀行、華夏銀行、中國光大銀行、' .
                        '中信銀行、深圳發展銀行、廣東發展銀行等結成戰略合作並推出網上交易的收付款服務，服務覆蓋國內外27億張銀行卡。' .
                        '（網址：http://www.99bill.com）';
$_LANG['kq_account'] = '收款帳號';
$_LANG['kq_account_desc'] = '人民幣支付網關的收款帳號為用戶在快錢的用戶編號後面附加數字01，即[用戶編號01]';
$_LANG['kq_key']     = '商戶密鑰';
$_LANG['pay_button'] = '立即使用快錢支付';

?>