<?php

/**
 * ECSHOP 支付寶語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2007 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: paypalcn.php 12056 2007-09-13 08:15:00Z weberliu $
 */

global $_LANG;

$_LANG['paypalcn']          = '貝寶';
$_LANG['paypalcn_desc']     = '貝寶是由上海網付易信息技術有限公司與世界領先的網絡支付公司—— PayPal 公司通力合作為中國市場度身定做的網絡支付服務。' .
                                '（網址：http://www.paypal.com/cn）';
$_LANG['paypalcn_account']  = '商戶帳號';
$_LANG['paypalcn_button']   = '立即使用貝寶支付';
$_LANG['paypal_txn_id']     = '貝寶交易號';

?>