<?php

/**
 * ECSHOP 快钱语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: zhuwenyuan $
 * $Date: 2008-02-21 18:30:24 +0800 (星期四, 21 二月 2008) $
 * $Id: shenzhou.php 14177 2008-02-21 10:30:24Z zhuwenyuan $
 */

global $_LANG;

$_LANG['shenzhou']   = '快錢神州行支付';
$_LANG['shenzhou_desc']    = '快錢神州行支付是可以用中國移動的神州充值卡來支付的。目前使用神州行可支付的訂單金額不能小於1元，不能超過500元。' .
                        '（網址：http://www.99bill.com）';
$_LANG['shenzhou_account'] = '快錢神州行帳號';
$_LANG['shenzhou_key']     = '商戶密鑰';
$_LANG['pay_button'] = '使用神州行卡支付';

?>