<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * 版權所有 (C) 2005-2007 康盛創想（北京）科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ==========================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: article_auto.php 13757 2007-11-26 13:10:53Z refly $
 */

$_LANG['starttime'] = '文章發表時間';
$_LANG['endtime'] = '文章關閉時間';
$_LANG['goods_name'] = '文章名稱';
$_LANG['ok'] = '確定';
$_LANG['edit_ok'] = '操作成功';
$_LANG['delete'] = '刪除自動發表設定';
$_LANG['deleteck'] = '確定刪除此文章的自動發表/自動關閉設定嗎？此操作不會影響文章本身';
$_LANG['enable_notice'] = '您需要到：系統設定->工作排程當中開啟該功能後才能使用';
?>
