<?php

/**
 * ECSHOP
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: check_file_priv.php 13757 2007-11-26 13:10:53Z refly $
*/

$_LANG['item']                  = '項目';
$_LANG['read']                  = '可讀權限';
$_LANG['write']                 = '可寫權限';
$_LANG['modify']                = '可修改權限';
$_LANG['dir']                   = '目錄';
$_LANG['dir_subdir']            = '目錄及其子目錄';
$_LANG['tpl_file']              = '下所有版型檔案';
$_LANG['detail']                = '詳情';

$_LANG['unread']                = '不可讀';
$_LANG['unwrite']               = '不可寫';
$_LANG['unmodify']              = '不可修改';

$_LANG['unrename']              = '目錄需要執行rename權限';
?>