<?php

/**
 * ECSHOP 程序说明
 * ===========================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ==========================================================
 * $Author$
 * $Date$
 * $Id$
 */

$_LANG['schp_imgsrc'] = '輪播圖片網址';
$_LANG['schp_imgurl'] = '輪播圖片連結';
$_LANG['trash_img_confirm'] = '您要刪除這張輪播圖片嗎？';
$_LANG['trash_img'] = '刪除這張輪播圖片';
$_LANG['add_new'] = '新增自訂圖片';
$_LANG['img_src'] = '圖片網址';
$_LANG['img_url'] = '圖片連結';
$_LANG['edit_ok'] = '操作成功';
$_LANG['id_error'] = '沒有指定的輪播圖片！';
$_LANG['src_empty'] = '請輸入輪播圖片網址';
$_LANG['link_empty'] = '請填寫連結地址';
$_LANG['go_url'] = '輪播圖片列表';
$_LANG['return_edit'] = '回到編輯頁';
$_LANG['width_height'] = '圖片標準寬度為：%s 標準高度為：%s';
$_LANG['invalid_type'] = '您上傳的圖片格式不正確！';

?>
