<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * 版權所有 (C) 2005-2007 康盛創想（北京）科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ==========================================================
 * $Author: fenghl $
 * $Date: 2007-12-07 18:32:42 +0800 (星期五, 07 十二月 2007) $
 * $Id: goods_auto.php 13845 2007-12-07 10:32:42Z fenghl $
 */

$_LANG['starttime'] = '上架時間';
$_LANG['endtime'] = '下架時間';
$_LANG['select_time'] = '請選定時間';
$_LANG['goods_name'] = '商品名稱';
$_LANG['ok'] = '確定';
$_LANG['edit_ok'] = '操作成功';
$_LANG['delete'] = '刪除自動處理';
$_LANG['deleteck'] = '確定刪除此商品的自動上架下架處理麼?此操作不會影響商品本身';

?>