<?php

/**
 * ECSHOP 圖片批次處理程序語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: picture_batch.php 13757 2007-11-26 13:10:53Z refly $
*/

$_LANG['notes'] = "圖片批次處理能讓您重新產生商品的縮圖以及重新加上浮水印。<br />該處理過程可能會比較慢，請您耐心等候。";
$_LANG['change_link'] = '為處理後圖片產生新連結';
$_LANG['thumb'] = '重新產生縮圖';
$_LANG['watermark'] = '重新產生商品詳情圖';
$_LANG['yes_change'] = '新產生的圖片使用新名稱，並刪除舊圖片';
$_LANG['no_change'] = '新產生的圖片覆蓋舊圖片';
$_LANG['page'] = '頁數';
$_LANG['total'] = '總頁數';
$_LANG['time'] = '處理時間';
$_LANG['wait'] = '正在處理.....';
$_LANG['page_format'] = '第 %d 頁';
$_LANG['total_format'] = '共 %d 頁';
$_LANG['time_format'] = '耗時 %s 秒';
$_LANG['goods_format'] = '商品圖片共 %d 張，每頁處理 %d 張';
$_LANG['gallery_format'] = '商品相冊圖片共 %d 張，每頁處理 %d 張';

$_LANG['done'] = '圖片批次處理成功';
$_LANG['error_pos'] = '在處理商品ID為 %s 的商品圖片時發生以下錯誤：';
$_LANG['error_rename'] = '無法將檔案 %s 更名為 %s';

$_LANG['js_languages']['no_action'] = '你沒有選擇任何操作';

$_LANG['silent'] = '出錯時忽略錯誤,繼續執行程式';
$_LANG['no_silent'] = '出錯時立即提示，並中止程式';

?>