<?php

/**
 * ECSHOP 模組管理語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: plugins.php 13757 2007-11-26 13:10:53Z refly $
*/

$_LANG['plugin_name'] = '名稱';
$_LANG['plugin_desc'] = '描述';
$_LANG['plugin_version'] = '版本';
$_LANG['plugin_author'] = '作者';

$_LANG['upgrade'] = '升級';
$_LANG['upgrade_success'] = '升級成功';

$_LANG['uninstall_confirm'] = '移除模組將刪除該模組的所有資料。\n您確定要移除這個模組嗎？';
$_LANG['create_table_failed'] = '建立模組的資料表失敗，該模組可能是一個無效的模組。<br />錯誤信息：<br />%s';
$_LANG['dir_readonly'] = '%s 目錄不可寫，請檢查您的伺服器設定。';
$_LANG['file_readonly'] = '%s 文件不可寫，請檢查您的伺服器設定。';
$_LANG['uninstall_success'] = '指定的模組已經移除成功。';
$_LANG['install_success'] = '指定的模組已經安裝成功。';
$_LANG['upgrade_success'] = '指定的模組已經升級成功。';
$_LANG['plugin_not_exists'] = '沒有找到指定的模組文件，請確認該模組是否確實存在。';
$_LANG['class_not_exists'] = '沒有找到指定的模組類，該模組可能已經被損壞。';

?>