<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * 版權所有 (C) 2005-2007 康盛創想（北京）科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ==========================================================
 * $Author: refly $
 * $Date: 2007-10-09 21:34:06 +0800 (星期二, 09 十月 2007) $
 * $Id: view_sendlist.php 12729 2007-10-09 13:34:06Z refly $
 */

$_LANG['email_val'] = '郵件地址';
$_LANG['email_error'] = '錯誤次數';
$_LANG['email_subject'] = '郵件標題';
$_LANG['delete'] = '刪除';
$_LANG['ckdelete'] = '確定刪除?';
$_LANG['del_ok'] = '刪除成功!';
$_LANG['no_select'] = '未選擇對像!';
$_LANG['last_send'] = '上次發送';
$_LANG['pri']['name'] = '優先等級';
$_LANG['pri'][0] = '普通';
$_LANG['pri'][1] = '高';
$_LANG['type']['name'] = '郵件類型';
$_LANG['type']['magazine'] = '電子報訂閱';
$_LANG['type']['template'] = '商品情報訂閱';
$_LANG['button_remove'] = '刪除';
?>