<?php

/**
 * shopex Single v4.7 轉換程序語言檔案
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-03-08 03:52:08 -0800 (星期四, 08 三月 2007) $
 * $Id: shopex47.php 6666 2007-03-08 11:52:08Z refly $
 */

$_LANG['shopex47_desc']     = 'shopex Single V4.7';

$_LANG['step_file']         = '正在複製檔案...';
$_LANG['step_cat']          = '正在轉換商品分類...';
$_LANG['step_brand']        = '正在轉換商品品牌...';
$_LANG['step_goods']        = '正在轉換商品...';
$_LANG['step_users']        = '正在轉換會員...';
$_LANG['step_article']      = '正在轉換文章...';
$_LANG['step_order']        = '正在轉換訂單...';
$_LANG['step_config']       = '正在轉換商店設定...';

?>