<?php

/**
 * ECSHOP 邮局汇款语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: post.php 12056 2007-09-13 08:15:00Z weberliu $
 */

global $_LANG;

$_LANG['post']      = '邮局汇款';
$_LANG['post_desc'] = '收款人信息：姓名 ××× ；地址 ××× ；邮编 ××× 。' . chr(13) .
                        '注意事项： 请在汇款单背面的附言中注明您的订单号，只填写后6位即可。';

?>