<?php

/**
 * ECSHOP 程序说明
 * ===========================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ==========================================================
 * $Author$
 * $Date$
 * $Id$
 */

$_LANG['schp_imgsrc'] = '轮播图片地址';
$_LANG['schp_imgurl'] = '轮播图片链接';
$_LANG['trash_img_confirm'] = '您要删除这张轮播图片么？';
$_LANG['trash_img'] = '删除这张轮播图片';
$_LANG['add_new'] = '添加自定义';
$_LANG['img_src'] = '图片地址';
$_LANG['img_url'] = '图片链接';
$_LANG['edit_ok'] = '操作成功';
$_LANG['id_error'] = '没有指定的轮播图片！';
$_LANG['src_empty'] = '请填写轮播图片地址';
$_LANG['link_empty'] = '请填写链接地址';
$_LANG['go_url'] = '轮播图片列表';
$_LANG['return_edit'] = '返回编辑页';
$_LANG['width_height'] = '此模板的图片标准宽度为：%s 标准高度为：%s';
$_LANG['invalid_type'] = '您上传的图片格式不正确！';

?>
