<?php

/**
 * ECSHOP 程序说明
 * ===========================================================
 * 版权所有 (C) 2005-2007 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ==========================================================
 * $Author$
 * $Date$
 * $Id$
 */

$_LANG['email_val'] = '邮件地址';
$_LANG['email_error'] = '错误次数';
$_LANG['email_subject'] = '邮件标题';
$_LANG['delete'] = '删除';
$_LANG['ckdelete'] = '确定删除?';
$_LANG['del_ok'] = '删除成功!';
$_LANG['no_select'] = '未选择对象!';
$_LANG['last_send'] = '上次发送';
$_LANG['pri']['name'] = '优先级';
$_LANG['pri'][0] = '普通';
$_LANG['pri'][1] = '高';
$_LANG['type']['name'] = '邮件类型';
$_LANG['type']['magazine'] = '杂志订阅';
$_LANG['type']['template'] = '关注订阅';
$_LANG['button_remove'] = '删除';
?>