<?php

/**
 * ECSHOP 网银在线语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: chinabank.php 12056 2007-09-13 08:15:00Z weberliu $
 */

global $_LANG;

$_LANG['chinabank']         = '网银在线';
$_LANG['chinabank_desc']    = '网银在线与中国工商银行、招商银行、中国建设银行、农业银行、民生银行等数十' .
        '家金融机构达成协议。全面支持全国19家银行的信用卡及借记卡实现网上支付。（网址：http://www.chinabank.com.cn）';
$_LANG['chinabank_account'] = '商户编号';
$_LANG['chinabank_key']     = 'MD5 密钥';
$_LANG['pay_button']        = '立即使用网银在线支付';

?>