<?php

/**
 * ECSHOP 餘額付款插件語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2007 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: balance.php 13757 2007-11-26 13:10:53Z refly $
 */

global $_LANG;

$_LANG['balance']      = '餘額付款';
$_LANG['balance_desc'] = '使用帳戶餘額付款。只有會員才能使用，通過設置信用額度，可以透支。';

?>