<?php

/**
 * ECSHOP 銀行匯款（轉帳）語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * @author:     scott ye <scott.yell@gmail.com>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: bank.php 13757 2007-11-26 13:10:53Z refly $
 */
global $_LANG;

$_LANG['bank'] = '銀行匯款';
$_LANG['bank_desc'] = '銀行名稱：xx銀行oo分行（銀行代碼000）' . chr(13) .
        '收款人資料：戶名 ××× ，帳號： ××× 。' . chr(13) .
        '注意事項：完成匯款後，請回到使用者中心進行回報，感謝您的配合。';
?>