<?php

/**
 * ECSHOP 網銀在線語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2007 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: chinabank.php 12056 2007-09-13 08:15:00Z weberliu $
 */

global $_LANG;

$_LANG['chinabank']         = '網銀在線';
$_LANG['chinabank_desc']    = '網銀在線與中國工商銀行、招商銀行、中國建設銀行、農業銀行、民生銀行等數十' .
        '家金融機構達成協議。全面支持全國19家銀行的信用卡及借記卡實現網上付款。（網址：http://www.chinabank.com.cn）';
$_LANG['chinabank_account'] = '商戶編號';
$_LANG['chinabank_key']     = 'MD5 密鑰';
$_LANG['pay_button']        = '立即使用網銀在線付款';

?>