<?php

/**
 * ECSHOP 網銀在線語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2007 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: liry $
 * $Date: 2006-11-05 16:52:13 +0800 (星期日, 05 十一月 2006) $
 * $Id: chinabank.php 2342 2006-11-05 08:52:13Z liry $
 */

global $_LANG;

$_LANG['nps']         = 'NPS在線支付';
$_LANG['nps_desc']    = 'NPS支付平台與中國工商銀行、招商銀行、中國建設銀行、農業銀行、民生銀行等數十' .
        '家金融機構達成協議。全面支持全國各大銀行的信用卡及借記卡實現網上支付。（網址：http://www.nps.cn）';
$_LANG['nps_account'] = '商戶編號';
$_LANG['nps_key']     = 'MD5支付密鑰';
$_LANG['pay_button']  = '立即使用NPS在線支付';

?>