<?php

/**
 * ECSHOP 財付通支付插件語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2007 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發布。
 * ============================================================================
 * $Author: scottye $
 * $Date: 2007-11-02 11:34:25 +0800 (星期五, 02 十一月 2007) $
 * $Id: tenpay.php 13408 2007-11-02 03:34:25Z scottye $
 */

global $_LANG;

$_LANG['tenpay']            = '財付通';
$_LANG['tenpay_desc']       = '財付通網站 (www.tenpay.com) 作為功能強大的支付平台，是由中國最早、最大的互聯網即時通信軟件開發商騰訊公司創辦，為最廣大的QQ用戶群提供安全、便捷、簡單的在線支付服務。' .
        '<a href="http://union.tenpay.com/mch/?id=1201650501" target="_blank" style="font-weight:bold; color:#CC0000">立即註冊</a>';
$_LANG['tenpay_account']    = '財付通商戶號';
$_LANG['tenpay_key']        = '財付通密鑰';
$_LANG['magic_string']      = '自定義簽名';
$_LANG['pay_button']        = '立即使用財付通支付';

?>