<?php

/**
 * ECSHOP 中通速递插件的语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: wj $
 * $Date: 2007-11-12 14:45:29 +0800 (星期一, 12 十一月 2007) $
 * $Id: zto.php 13586 2007-11-12 06:45:29Z wj $
*/

$_LANG['zto']          = '中通速递';
$_LANG['zto_desc']     = '中通快递的相关说明。保价费按照申报价值的2％交纳，但是，保价费不低于100元，保价金额不得高于10000元，保价金额超过10000元的，超过的部分无效';
$_LANG['basic_fee'] = '首重费用';
$_LANG['step_fee'] = '续重费用';

?>