<?php

/**
 * ECSHOP 管理中心管理員操作內容語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站位置: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: admin_logs.php 13757 2007-11-26 13:10:53Z refly $
*/
/* 字段信息 */
$_LANG['log_id'] = '編號';
$_LANG['log_time'] = '操作日期';
$_LANG['user_id'] = '操作者';
$_LANG['log_info'] = '操作記錄';
$_LANG['ip_address'] = 'IP位置';

$_LANG['drop_logs'] = '刪除紀錄';

$_LANG['view_ip'] = '按IP位置查看';
$_LANG['select_ip'] = '選擇IP位置...';
$_LANG['drop_logs'] = '清除紀錄';
$_LANG['select_date'] = '選擇清除的日期...';
$_LANG['comfrom'] = '確定';

$_LANG['week_date'] = '一周之前';
$_LANG['month_date'] = '一個月之前';
$_LANG['three_month'] = '三個月之前';
$_LANG['six_month'] = '半年之前';
$_LANG['a_yaer'] = '一年之前';
$_LANG['back_list'] = '返回紀錄列表';

$_LANG['js_languages']['select_date_value'] = '如果您要清除紀錄,請選擇要清除的日期';

/* 提示信息 */
$_LANG['drop_sueeccud'] = '操作成功!';
$_LANG['batch_drop_success'] = '成功刪除了 %d 個紀錄';

?>