<?php

/**
 * ECSHOP 流量統計語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: flow_stats.php 13757 2007-11-26 13:10:53Z refly $
*/

$_LANG['tab_general']           = '綜合到訪量';
$_LANG['tab_area']              = '地區分布';
$_LANG['tab_from']              = '來源網站';

$_LANG['general_stats']         = '綜合到訪量統計';
$_LANG['area_stats']            = '地區分布統計';
$_LANG['from_stats']            = '來源網站統計';

$_LANG['url']                   = '地址';
$_LANG['area']                  = '地區';
$_LANG['input_url']             = '直接輸入網址';
$_LANG['date']                  = '日期';
$_LANG['access_count']          = '到訪量';
$_LANG['access_query']          = '查詢';
$_LANG['compare_query']         = '對比查詢';

$_LANG['start_date']            = '開始日期';
$_LANG['end_date']              = '結束日期';

$_LANG['down_flow_stats'] = '流量分析報表下載';
$_LANG['flow_statistics'] = '流量分析報表';
?>