<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * 版權所有 (C) 2005-2007 康盛創想（北京）科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ==========================================================
 * $Author: refly $
 * $Date: 2007-10-09 21:34:06 +0800 (星期二, 09 十月 2007) $
 * $Id: search_log.php 12729 2007-10-09 13:34:06Z refly $
 */

$_LANG['keywords'] = '關鍵字';
$_LANG['date'] = '日期';
$_LANG['hits'] = '搜尋次數';
$_LANG['start_date'] = '開始日期';
$_LANG['end_date'] = '結束日期';
$_LANG['query'] = '查詢';

?>