<?php

/**
 * ECSHOP SQL查詢語言項
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: refly $
 * $Date: 2007-11-26 21:10:53 +0800 (星期一, 26 十一月 2007) $
 * $Id: sql.php 13757 2007-11-26 13:10:53Z refly $
*/

$_LANG['title'] = '執行 SQL 查詢';
$_LANG['error'] = '出錯了';
$_LANG['succeed'] = 'SQL 語句已成功執行';
$_LANG['no_data'] = '返回結果為空';
$_LANG['note'] = '執行SQL將直接操作資料庫，請謹慎使用';
$_LANG['query'] = '送出查詢';
$_LANG['no_data'] = '返回結果為空';

/*JS 語言項*/
$_LANG['js_languages']['sql_not_null'] = 'SQL語句為空';

?>