<?php

/**
 * ECSHOP
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: check_file_priv.php 12056 2007-09-13 08:15:00Z weberliu $
*/

$_LANG['item'] = '项目';
$_LANG['read'] = '可读权限';
$_LANG['write'] = '可写权限';
$_LANG['modify'] = '可修改权限';
$_LANG['dir'] = '目录';
$_LANG['dir_subdir'] = '目录及其子目录';
$_LANG['tpl_file'] = '下所有模板文件';
$_LANG['detail'] = '详情';

$_LANG['unread'] = '不可读';
$_LANG['unwrite'] = '不可写';
$_LANG['unmodify'] = '不可修改';

$_LANG['unrename'] = '目录需要执行rename权限';
?>