<?php

/**
 * ECSHOP 插件管理语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: plugins.php 12056 2007-09-13 08:15:00Z weberliu $
*/

$_LANG['plugin_name'] = '名称';
$_LANG['plugin_desc'] = '描述';
$_LANG['plugin_version'] = '版本';
$_LANG['plugin_author'] = '作者';

$_LANG['upgrade'] = '升级';
$_LANG['upgrade_success'] = '升级成功';

$_LANG['uninstall_confirm'] = '卸载插件将删除该插件的所有数据。\n您确定要卸载这个插件吗？';
$_LANG['create_table_failed'] = '创建插件的数据表失败，该插件可能是一个无效的插件。<br />错误信息：<br />%s';
$_LANG['dir_readonly'] = '%s 目录不可写，请检查您的服务器设置。';
$_LANG['file_readonly'] = '%s 文件不可写，请检查您的服务器设置。';
$_LANG['uninstall_success'] = '指定的插件已经卸载成功。';
$_LANG['install_success'] = '指定的插件已经安装成功。';
$_LANG['upgrade_success'] = '指定的插件已经升级成功。';
$_LANG['plugin_not_exists'] = '没有找到指定的插件文件，请确认该插件是否确实存在。';
$_LANG['class_not_exists'] = '没有找到指定的插件类，该插件可能已经被损坏。';

?>