<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * 版權所有 (C) 2005-2006 康盛創想（北京）科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ==========================================================
 * $Author: refly $
 * $Date: 2007-10-01 15:17:07 +0800 (星期一, 01 十月 2007) $
 * $Id: ipdel.php 12648 2007-10-01 07:17:07Z refly $
 */

global $_LANG;

$_LANG['ipdel']            = '瀏覽紀錄刪除';
$_LANG['ipdel_desc']       = '刪除瀏覽紀錄';
$_LANG['ipdel_day']   = '刪除幾天前瀏覽紀錄';
$_LANG['ipdel_day_range']['7'] = '7天';
$_LANG['ipdel_day_range']['15'] = '15天';
$_LANG['ipdel_day_range']['30'] = '30天';
$_LANG['ipdel_day_range']['90'] = '90天';
$_LANG['ipdel_day_range']['180'] = '180天';
$_LANG['ipdel_day_range']['240'] = '240天';
$_LANG['ipdel_day_range']['360'] = '360天';
?>