<?php

/**
 * ECSHOP 邮政快递包裹插件的语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: post_express.php 12056 2007-09-13 08:15:00Z weberliu $
*/

$_LANG['post_express']          = '邮政快递包裹';
$_LANG['post_express_desc']     = '邮政快递包裹的描述内容。';
$_LANG['base_fee']              = '1000克以内费用：';
$_LANG['step_fee1']             = '5000克以内续重每500克费用：';
$_LANG['step_fee2']             = '5001克以上续重500克费用：';
?>