<?php

/**
 * ECSHOP 顺丰速运插件的语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: weberliu $
 * $Date: 2007-09-13 16:15:00 +0800 (星期四, 13 九月 2007) $
 * $Id: sf_express.php 12056 2007-09-13 08:15:00Z weberliu $
*/
global $_LANG;

$_LANG['sf_express']             = '顺丰速运';
$_LANG['sf_express_desc']        = '江、浙、沪地区首重15元/KG，续重2元/KG，其余城市首重20元/KG';
$_LANG['basic_fee']              = '1000克以内费用';
$_LANG['step_fee']               = '续重每1000克或其零数的费用';

?>